package com.score.kiyos.com.manustrationtracker.utils;

/**
 * Created by Kiyos Solomon on 3/8/2017.
 */

public class Constants {

    public static final String SAINTS[] = {"ልደታ ለማርያም፣ ቅዱስ ራጉኤል", "አባ ጉባ", "በዓታ ለማርያም", "ቅዱስ ዮሐንስ ወንጌላዊ", "አቡነ ገብረመንፈስቅዱስ", "ቁስቋም ማርያም፣ ቅድስት አርሴማ", "ቅድስት ሥላሴ", "አቡነ ኪሮስ፣ አርባዕቱ እንስሳ",
            "ቶማስ", "መስቀለ ኢየሱስ", "ቅድስት ሐና", "ቅዱስ ሚካኤል፣ ቅድስት ክርስቶስ ሰምራ", "ቅዱስ ሩፋኤል", "አቡነ  አረጋዊ፣ ገብረ ክርስቶስ", "ቅዱስ ቂርቆስ", "ኪዳነ ምህረት", "ቅዱስ እስጢፋኖስ", "ቅዱስ ፊሊጶስ", "ቅዱስ ገብርኤል",
            "ሕንፀተ ማርያም", "ቅድስት ማርያም", "ቅዱስ ዑራኤል", "ቅዱስ ጊዮርጊስ", "አቡነ ተክለሃይማኖት", "ቅዱስ መርቆሬዎስ", "ቅዱስ ዮሴፍ፣ አቡነ ሀብተ ማርያም", "መድኀኔዓለም፣ አቡነ መብዓ ጽዮን", "አማኑኤል", "በዓለ ወልድ ", "ቅዱስ ዮሐንስ መጥምቅ"};

    
    public static final String PLACES[] = {"ልደታ ከ ሜክሲኮ ወደ ጦር ኅይሎች በሚወስደው መንገድ ፣ ራጉኤል መርካቶ", 
            "አባ ጉባ", 
            "ቤተመንግስ ከ ጊቢ ገብርኤል ከፍ ብሎ", 
            "ቅዱስ ዮሐንስ ወንጌላዊ",
            "ሳሪስ", 
            "ከ ሽሮ ሜዳ ወደ እንጦጦ ማርያም በሚወስደው መንገድ ላይ፣ ሱሉልታ", 
            "አራትኪሎ", 
            "አቡነ ኪሮስ፣ አርባዕቱ እንስሳ",
            "ቶማስ", "መስቀለ ኢየሱስ",
            "ቅድስት ሐና", 
            "ሚካኤል ከ ተክለሃይማኖት ዝቅ ብሎ ጥቁር አንበሳ", 
            "ቅዱስ ሩፋኤል", "አቡነ  አረጋዊ፣ ገብረ ክርስቶስ", 
            "ጨርቆስ", 
            "እንጦጦ", 
            "መስቀል አደባባይ", 
            "ቅዱስ ፊሊጶስ", 
            "ቤተመንግስት",
            "ሕንፀተ ማርያም", 
            "አምስት ኪሎ", 
            "ከ 22 ወደ ስታዲየም በሚወስደው መንገድ ላይ", 
            "ፒያሳ", 
            "ከመርካቶ ዝቅ ብሎ", 
            "ቅዱስ መርቆሬዎስ", 
            "ቅዱስ ዮሴፍ፣ አቡነ ሀብተ ማርያም", 
            "ከ ሜክሲኮ ወደ ጦር ኅይሎች በሚወስደው መንገድ ከልደታ አጠገብ፣ አቡነ መብዓ ጽዮን ቁስቋም ደባል", 
            "አማኑኤል", 
            "አራት ኪሎ ከ ሥላሴ ቤተ ክርስቲያን አጠገብ ",
            "ሰባራ ባቡር"};

    public static final String MONTHS[] = {"መስከረም", "ጥቅምት", "ኅዳር", "ታህሳስ", "ጥር",
            "የካቲት", "መጋቢት", "ሚያዝያ", "ግንቦት", "ሰኔ", "ሐምሌ", "ነሐሴ", "ጳጉሜ"};

    public static final String DAYS[] = {"ሰኞ", "ማክሰኞ", "ረቡዕ", "ሐሙስ", "አርብ", "ቅዳሜ", "እሑድ"};

    public static final String DAYS_SHORT[] = {"ሰኞ", "ማክ", "ረቡ", "ሐሙ", "አር", "ቅዳ", "እሑ"};


}
